{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_ItemDescription",
			"Children": [
				{
					"Source":
					{
						"Text": "这是一株美丽的水仙花"
					},
					"Translation":
					{
						"Text": "This is a beautiful narcissus flower"
					},
					"Key": "narcissus"
				},
				{
					"Source":
					{
						"Text": "这是测试用的道具"
					},
					"Translation":
					{
						"Text": "This is a test item"
					},
					"Key": "test_item"
				}
			]
		},
		{
			"Namespace": "ST_ItemName",
			"Children": [
				{
					"Source":
					{
						"Text": "水仙花"
					},
					"Translation":
					{
						"Text": "narcissus"
					},
					"Key": "narcissus"
				},
				{
					"Source":
					{
						"Text": "测试道具"
					},
					"Translation":
					{
						"Text": "Test item"
					},
					"Key": "test_item"
				}
			]
		},
		{
			"Namespace": "ST_UI",
			"Children": [
				{
					"Source":
					{
						"Text": "开始游戏"
					},
					"Translation":
					{
						"Text": "Play"
					},
					"Key": "start_game"
				},
				{
					"Source":
					{
						"Text": "这是一条用来检查字体样式的文本"
					},
					"Translation":
					{
						"Text": "This is a text used to check font styles"
					},
					"Key": "test_animated_text"
				}
			]
		},
		{
			"Namespace": "ST_UI_Test",
			"Children": [
				{
					"Source":
					{
						"Text": "交互"
					},
					"Translation":
					{
						"Text": "Interaction"
					},
					"Key": "interaction"
				},
				{
					"Source":
					{
						"Text": "交互模式"
					},
					"Translation":
					{
						"Text": "Interaction mode"
					},
					"Key": "interaction_gm"
				},
				{
					"Source":
					{
						"Text": "后处理效果"
					},
					"Translation":
					{
						"Text": "Post processing"
					},
					"Key": "post_process_volume"
				},
				{
					"Source":
					{
						"Text": "已收集的物品"
					},
					"Translation":
					{
						"Text": "Collected items"
					},
					"Key": "collected_item"
				},
				{
					"Source":
					{
						"Text": "开启镜头偏移"
					},
					"Translation":
					{
						"Text": "Camera offset enabled"
					},
					"Key": "camera_offset_enabled"
				},
				{
					"Source":
					{
						"Text": "播放过场动画"
					},
					"Translation":
					{
						"Text": "Play a cutscene animation"
					},
					"Key": "play_cutscene"
				},
				{
					"Source":
					{
						"Text": "测试面板"
					},
					"Translation":
					{
						"Text": "Test panel"
					},
					"Key": "test_panel"
				},
				{
					"Source":
					{
						"Text": "现在"
					},
					"Translation":
					{
						"Text": "Now"
					},
					"Key": "current"
				},
				{
					"Source":
					{
						"Text": "第三人称"
					},
					"Translation":
					{
						"Text": "ThirdPerson"
					},
					"Key": "third_person"
				},
				{
					"Source":
					{
						"Text": "第三人称模式"
					},
					"Translation":
					{
						"Text": "Third person mode"
					},
					"Key": "third_person_gm"
				},
				{
					"Source":
					{
						"Text": "角色移动速度"
					},
					"Translation":
					{
						"Text": "Character movement speed"
					},
					"Key": "character_movement_speed"
				},
				{
					"Source":
					{
						"Text": "镜头偏移幅度"
					},
					"Translation":
					{
						"Text": "Camera offset scale"
					},
					"Key": "camera_offset_scale"
				},
				{
					"Source":
					{
						"Text": "镜头偏移插值速度"
					},
					"Translation":
					{
						"Text": "Camera offset interp speed"
					},
					"Key": "camera_offset_interp_speed"
				},
				{
					"Source":
					{
						"Text": "长青"
					},
					"Translation":
					{
						"Text": "Evergreen"
					},
					"Key": "evergreen"
				}
			]
		}
	]
}